Revit 2027 API
ParameterTypeId.RoomPeopleLatentHeatGainPerPersonParam Property
 "Latent Heat Gain per person"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomPeopleLatentHeatGainPerPersonParam { get; }
Public Shared ReadOnly Property RoomPeopleLatentHeatGainPerPersonParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomPeopleLatentHeatGainPerPersonParam {
	ForgeTypeId^ get ();
}
static member RoomPeopleLatentHeatGainPerPersonParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace